Repository: HuangChenyi/UOF_LIB
Catalog: UOF_LIB/UOF12.2/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: vi, zh_tw

# Bit_128Resource1.Text
source: 128 bits
vi: 129 bits
zh_tw: 128 位元

# Bit_256Resource1.Text
source: 256 bits
zh_tw: 256 位元

# btnDeleteResource1.Text
source: Delete
vi: Xóa
zh_tw: 刪除

# btnDeleteResource2.Text
source: Delete
vi: Xóa
zh_tw: 刪除

# btnDeleteResource3.Text
source: Delete
vi: Xóa
zh_tw: 刪除

# btnDeleteResource4.Text
source: Delete
vi: Xóa
zh_tw: 刪除

# btnEditResource1.Text
source: Edit
vi: biên tập
zh_tw: 編輯

# btnRegisterResource1.Text
source: Register
vi: Đăng ký
zh_tw: 註冊

# btnSave1Resource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# btnSave2Resource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# btnSave3Resource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# btnSave4Resource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# btnSetConnParamResource1.Text
source: Test connection
vi: Kiểm tra kết nối
zh_tw: 測試連線

# btSaveResource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# cbAdDomainChooseResource1.Text
source: Select login Domain by drop down list
vi: Chọn tên miền đăng nhập bằng cách xổ danh sách xuống
zh_tw: 使用下拉選單挑選登入網域

# cbAdLoginOnlyResource1.Text
source: Employee can only login by AD account
vi: nhân viên chỉ có thể đăng nhập bằng tài khoản AD
zh_tw: 內部員工僅能使用AD帳號登入

# cbADLoginResource1.Text
source: Activate AD integration validation (Single Password)
vi: Kích hoạt kết hợp AD hợp lệ.(Mật khẩu đơn)
zh_tw: 啟用AD整合式驗證(Single Password)

# cbAdSSOResource1.Text
source: First priority - Activate AD single sign on
vi: Ưu tiên đầu tiên - Kích hoạt đăng nhập AD riêng lẻ
zh_tw: 啟用AD單一簽入(Single Sign On)優先

# cbAllowChangeADPasswordResource1.Text
source: Allow user changing AD password
vi: Cho phép người dùng thay đổi mật khẩu AD
zh_tw: 允許使用者變更AD密碼

# cbAlwaysDefaultSenderResource1.Text
source: Use this E-mail box to all E-mail
vi: Sử dụng hòm thư điện tử này cho tất cả e-mail
zh_tw: 對外郵件一律使用此信箱

# cbBulletinFileResource1.Text
source: Include attachments
vi: Gồm tập tin đính lèm
zh_tw: 包含附件

# cbBulletinSourceResource1.Text
source: Only Released by Notification Released Application
vi: Công bố đơn xin thông báo
zh_tw: 僅可由公告申請單發佈

# cbBullExamineResource1.Text
source: Approval required before release
vi: Thông báo cần phải được xét duyệt trước khi công bố
zh_tw: 公告發佈之前必須經過審核

# cbCaIPResource1.Text
source: Enable IP restriction
vi: Hạn chế phạm vi IP hoạt động
zh_tw: 啟用限制IP範圍

# cbClassDisplayResource1.Text
source: Display Category of Bulletin by authorization
vi: Hiển thị loại thông báo theo quyền hạn
zh_tw: 根據權限顯示公告類別

# cbDMSCrypControl.Text
source: Using CryptInterfaceDll
vi: Sử dụng chức năng bảo mật tập tin
zh_tw: 使用檔案安全功能(需安裝TFG相關功能)

# cbDMSPdfControlResource1.Text
source: Enable
vi: Kích hoạt
zh_tw: 啟用

# cbEnableAutoStartUserResource1.Text
source: Locked up account auto unlock.
vi: Khóa tài khoản mở khóa tự động
zh_tw: 被鎖定的帳號自動解除鎖定

# cbEnableDocChangeResource1.Text
source: Enable
vi: 啟用
zh_tw: 啟用

# cbEnableMembGroupAuthResource1.Text
source: Activate
vi: Kích hoạt
zh_tw: 啟用

# cbEnableTimeZoneResource1.Text
source: Enable
vi: 啟用
zh_tw: 啟用

# cbForceMailResource1.Text
source: System will always send e-mail when message is received
vi: Hệ thống sẽ luôn gửi e-mail khi nhân được tin nhắn các nhân
zh_tw: 當有私人訊息時，系統一律將訊息轉發e-mail

# cbHR104EnableResource1.Text
source: Enable
vi: 啟用
zh_tw: 啟用

# cbIsSSOOnlyResource1.Text
source: All stuffs in this IP range are forced to Single-Sign-On, except administrator and external members
vi: Trong phạm vi IP này, ngoại trừ người quản lý và nhân viên ngoài, những nhân viên khác đều phải sự dụng Single Sign On
zh_tw: 在IP範圍內，除系統管理者及外部會員外，其他人員一律需使用Single Sign On

# cbLinkExpireResource1.Text
source: Activate
vi: Kích hoạt
zh_tw: 啟用

# cbLymaEnableResource1.Text
source: Activate
vi: Kích hoạt
zh_tw: 啟用

# cbMobileIsMovieDownloadResource1.Text
source: Active(Attention! File may download to the Mobile device!)
vi: Kích hoạt tính năng( nếu tính năng này được kích hoạt, các file có thể được tải về điện thoại di động của người dùng)
zh_tw: 啟用(如啟用此功能，檔案可能會被下載到使用者的行動裝置)

# cbModifyBulletinSourceResource1.Text
source: Only update by Notification update Form
vi: Chỉ có một sự thay đổi duy nhất có thể thay đổi thông báo
zh_tw: 僅可由公告變更單變更

# cbOpenfindEnabledResource1.Text
source: Active Openfind WebMail
vi: Openfind WebMail hoạt động
zh_tw: 啟用網擎WebMail

# cbPersonalInfoEnableMemberResource1.Text
source: Active, Periodicity:
vi: Khởi động, thời kỳ:
zh_tw: 啟用，週期:

# cbPersonalInfoEnableResource1.Text
source: Active, Periodicity:
vi: Khởi động, thời kỳ:
zh_tw: 啟用，週期:

# cbPushCenterResource1.Text
source: Active Push Center
vi: Khởi động Push hoạt động
zh_tw: 啟用Push Center

# cbPWChangeEnableResource2.Text
source: Activate
vi: Kích hoạt
zh_tw: 啟用

# cbSIPEnabledResource1.Text
source: Activate
vi: Kích hoạt
zh_tw: 啟用

# cbStrongPWResource2.Text
source: Activate enforced password framework.
vi: Khung mật khẩu được kích hoạt
zh_tw: 啟用增強型密碼

# cbUSBKeyLoginResource1.Text
source: Activate USB Key validation
vi: Hiệu lực khóa USB được kích hoạt
zh_tw: 啟用USB Key認證

# cbWebMailEnabledResource1.Text
source: Activate ShareTech WebMail
vi: Kích hoạt ShareTech WebMail
zh_tw: 啟用眾至WebMail

# cbxAccountMsgConversionMailResource1.Text
source: Set default to send e-mail when message is received in any new account
vi: Thiết lập mặc định để gửi email khi tin nhắn riêng được nhận ở bất kỳ tài khoản mới
zh_tw: 新增帳號時，預設私人訊息會轉發e-mail

# chbEnableAgentResource1.Text
source: Enable modification by user
vi: Cho phép người dùng sửa đổi ?
zh_tw: 是否開放給使用者修改

# chbEnableMeetingRepeatResource1.Text
source: Enable limit
vi: Cho phép hạn chế
zh_tw: 啟用限制

# chEnablePasswordResource1.Text
source: Verify by UOF password
vi: Sự dụng mật mã UOF xác minh
zh_tw: 使用UOF密碼驗證

# chkAllowMulitSitesLinkResource1.Text
source: Enable Site Connection
vi: Chấp thuận liên kết điểm khác
zh_tw: 允許其他站台連結

# chkMulitSitesEnableResource1.Text
source: Activate
vi: Kích hoạt
zh_tw: 啟用

# ckbEnableFileScanResource1.Text
source: Activate
vi: Kích hoạt
zh_tw: 啟用

# ckCusLoginEnableResource1.Text
source: Activate
vi: Kích hoạt
zh_tw: 啟用

# ckDMSDirControlResource1.Text
source: Display All
vi: Hiển thị tất cả
zh_tw: 一律顯示

# ckDutyEnableResource1.Text
source: Activate Attendance
vi: Kích hoạt Có mặt
zh_tw: 啟用差勤

# CompareValidator1Resource1.ErrorMessage
source: Enter numbers
vi: nhập số
zh_tw: 請輸入數字

# CompareValidator2Resource1.ErrorMessage
source: Enter numbers
vi: nhập số
zh_tw: 請輸入數字

# CompareValidator3Resource1.ErrorMessage
source: Enter numbers
vi: nhập số
zh_tw: 請輸入數字

# CompareValidator5Resource1.ErrorMessage
source: Enter numbers
vi: nhập số
zh_tw: 請輸入數字

# CustomValidator1Resource1.ErrorMessage
source: Successfully completed
vi: Đã hoàn thành thành công
zh_tw: 已順利完成

# CustomValidator2Resource1.ErrorMessage
source: Enter the number between 1 to 10
vi: nhập số từ 1 đến 10
zh_tw: 請輸入1~10的整數

# cvCaRangeCheckResource1.ErrorMessage
source: Incorrect IP limit
vi: Hạng IP được thiếp lập không chính xác
zh_tw: IP區段設定不正確

# cvCheckExamineResource1.ErrorMessage
source: Select audit person
vi: Chọn nhân viên chấp thuận
zh_tw: 請選取審核人員

# cvCheckMeetingLimitResource1.ErrorMessage
source: Enter number of days
vi: nhập số ngày
zh_tw: 請輸入天數

# cvGreaterThanResource1.ErrorMessage
source: Enter positive integers
vi: Nhập số nguyên dương
zh_tw: 請輸入正整數

# cvLogTimeResource1.ErrorMessage
source: Enter positive integers
vi: Nhập số nguyên dương
zh_tw: 請輸入正整數

# cvMapPersonalInfoMemberResource1.ErrorMessage
source: Input the integer which bigger than 0
vi: Xin nhập vào số lớn hơn 0
zh_tw: 請輸入大於0之正整數

# cvMapPersonalInfoResource1.ErrorMessage
source: Input the integer which bigger than 0
vi: Xin nhập vào số lớn hơn 0
zh_tw: 請輸入大於0之正整數

# cvMaxPWAgeResource1.ErrorMessage
source: Input the integer which bigger than 1
vi: Nhập những con số nguyên lớn hơn 1
zh_tw: 請輸入大於1之正整數

# cvNotShowErrorMsgResource1.ErrorMessage
source: Upload icon of invisible events
vi: Tải lên biểu tượng không hiện thị sự kiện
zh_tw: 請上傳不顯示事件的圖示

# cvNotShowErrorMsgResource1.ErrorMessage1
source: Upload icon of invisible events
vi: Tải lên biểu tượng không hiện thị sự kiện
zh_tw: 請上傳不顯示事件的圖示

# cvRangeCheckResource1.ErrorMessage
source: IP range set incorrectly
vi: Hạng IP được thiếp lập không chính xác
zh_tw: IP區段設定不正確

# cvTimeOutResource1.ErrorMessage
source: Time should be more than 3 minutes
vi: Thời gian nhiều hơn 3 phút
zh_tw: 時間需大於3分鐘

# DeleteLymaServerResource1.Text
source: Delete
vi: Xóa
zh_tw: 刪除

# DISPLAYListItemResource1.Text
source: Display ex:2015/08/31 20:00 (08:00 +8)
vi: 顯示 ex:2015/08/31 20:00 (08:00 +8)
zh_tw: 顯示 ex:2015/08/31 20:00 (08:00 +8)

# FastListItemResource.Text
source: Fast
vi: Nhanh
zh_tw: 快

# FullyDomainTemplateFieldResource2.HeaderText
source: Full Domain Name
vi: Tên miền đầy đủ
zh_tw: 完整網域名稱

# grdMultiSitesResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu
zh_tw: 沒有資料

# gridDomainResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu
zh_tw: 沒有資料

# GridProxyResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu
zh_tw: 沒有資料

# HorizontalListItemResource.Text
source: Horizontal
vi: Ngang
zh_tw: 水平播放

# HyperLink1Resource1.Text
source: Click here to set AD Server
vi: Nhấp vào đây để thiết lập Máy chủ AD
zh_tw: 點選這裡設定AD Server

# HyperLink2Resource1.Text
source: Click here to set AD Server
vi: Nhấp vào đây để thiết lập Máy chủ AD
zh_tw: 點選這裡設定AD Server

# InsertLymaServerResource1.Text
source: New
vi: Mới
zh_tw: 新增

# Label100Resource1.Text
source: Encrypted Method
vi: phương pháp được mã hóa
zh_tw: 加密演算法

# Label100Resource2.Text
source: Display range of Popular Document
vi: Phạm vi hiển thị văn bản phổ biến
zh_tw: 熱門文件顯示範圍

# Label100Resource3.Text
source: Display the documents which were seen by over 5 members or over 5 times.
vi: Hiển thị những văn bản có số người xem nhiều hơn 5 người hoặc hơn 5 lần
zh_tw: 僅顯示觀看人數或次數5次以上的文件

# Label101Resource1.Text
source: Key Length
vi: Độ dài khóa
zh_tw: 密鑰長度

# Label102Resource1.Text
source: Closure
vi: Đóng
zh_tw: 結案

# Label104Resource1.Text
source: Key file Location
vi: Vị trí tập tin khóa
zh_tw: 密鑰檔案位置

# Label104Resource2.Text
source: Private Key Setting
vi: Cài đặt chìa khóa riêng
zh_tw: 私鑰設定

# Label105Resource1.Text
source: Example:C:\\key.igk
vi: Ví dụ:C:\\key.igk
zh_tw: 範例:C:\\key.igk

# Label105Resource2.Text
source: Check the Punch data
vi: 是否檢查刷卡資料
zh_tw: 檢查刷卡資料

# Label106Resource1.Text
source: Printing control
vi: Kiểm soát in ấn
zh_tw: 列印控制

# Label108Resource1.Text
source: Other
vi: Khác
zh_tw: 其他

# Label109Resource1.Text
source: Days of reservation in chat history
vi: Ngày dành riêng trong lịch sử trò chuyện
zh_tw: 聊天室對話保留期限

# Label10Resource1.Text
source: Logon setup
vi: Thiết lập đăng nhập
zh_tw: 登入設定

# Label110Resource1.Text
source: days
vi: Những ngày
zh_tw: 天

# Label111Resource1.Text
source: Setup
vi: Cài đặt
zh_tw: 設定

# Label112Resource1.Text
source: Group Setup
vi: Cài đặt nhóm
zh_tw: 集團設定

# Label114Resource1.Text
source: Multi-Site Support
vi: Hộ trợ nhiều Site
zh_tw: 多Site支援

# Label115Resource1.Text
source: (Release when approve by anyone)
vi: (Có thể công bố nếu được bất ký nhân viên xét duyệt thông qua)
zh_tw: (任一審核人員通過即發佈)

# Label118Resource1.Text
source: CA Server Name
vi: Tên máy chủ chứng nhận
zh_tw: 憑證伺服器名稱

# Label119Resource1.Text
source: CA Name
vi: Tên đơn vị ủy quyền chứng nhận (CA)
zh_tw: 憑證授權單位(CA)名稱

# Label122Resource1.Text
source: Domain Name
vi: tên miền
zh_tw: 網域名稱

# Label123Resource1.Text
source: Once active, can setup individually. Apart from password, user will also require the USB key to log into system.
vi: Sau khi kích hoạt, có thể cấu hình riêng lẻ, ngoài mật khẩu người sự dụng cần phải có USB Key mới có thể đăng nhập hệ thống
zh_tw: 啟用之後,可以個別設定:使用者除了帳號密碼之外還需USB Key才能登入系統

# Label124Resource1.Text
source: Client certificate setting
vi: Thiết lập chứng nhận máy khách
zh_tw: 用戶端憑證相關設定

# Label126Resource1.Text
source: IP Range
vi: Hạng IP
zh_tw: IP範圍

# Label133Resource1.Text
source: Mobile Device
vi: Thiết bị di động
zh_tw: 行動裝置

# Label134Resource1.Text
source: ex:http://www.MyCompany.com/m
vi: ví dụ:http://www.MyCompany.com/m
zh_tw: 範例:http://www.MyCompany.com/m

# Label135Resource1.Text
source: Push setup
vi: Thiết lập Push
zh_tw: 推播設定

# Label136Resource1.Text
source: 104 Leave System
vi: 104差勤
zh_tw: 104差勤

# Label137Resource1.Text
source: synchronize AD Account
vi: 是否同步AD帳號
zh_tw: 同步AD帳號

# Label138Resource1.Text
source: Account with Company
vi: 帳號是否加上公司別
zh_tw: 帳號前加上公司別

# Label139Resource1.Text
source: Please check the Punch data before OT application
vi: 使用加班單時，是否需要檢查刷卡資料。
zh_tw: 使用加班單時，檢查刷卡資料。

# Label140Resource1.Text
source: Synchronize AD Account while synchronizing Member
vi: 人員同步時，是否需同步AD帳號。
zh_tw: 人員同步時，同步AD帳號。

# Label141Resource1.Text
source: Add Company before Account name while synchronizing Member
vi: 人員同步時，帳號是否需加上公司別。
zh_tw: 人員同步時，帳號前加上公司別。

# Label142Resource1.Text
source: Expired date of Compensatory Leave
vi: 補休假可用期限
zh_tw: 補休假可用期限

# Label146Resource1.Text
source: Example : TW1A19876, TW1 is Company name, A19876 is Account name.
vi: 帳號的呈現會是[公司別+帳號]，例如TW1A19876、TW2A19876，其中TW1與TW2分別為兩個公司別，而A19876分別為兩家公司的員工編號。
zh_tw: 例如：TW1A19876，其中TW1為公司別，而A19876為帳號。

# Label14Resource1.Text
source: Characters of number at least
vi: Số nhân vật ít nhất
zh_tw: 最少數字個數

# Label15Resource1.Text
source: Enter U-Office Force’s URL<BR>For example:http://www.MyCompany.com/uof
zh_tw: 請輸入UOF所在的網址<BR>範例:http://www.MyCompany.com/uof

# Label16Resource1.Text
source: Personalized password must have at least 6 characters.
vi: Mật khẩu tùy chỉnh phải có ít nhất 6 chữ cái
zh_tw: 自訂密碼最少為六個字以上

# Label17Resource1.Text
source: Enter 0 when it is unlimited
vi: nhập 0 khi không giới hạn
zh_tw: 輸入 0 代表不限制

# Label18Resource1.Text
source: Days - Connection Expired
vi: Những ngày - kết nối vô hiệu
zh_tw: 天之後連結失效

# Label19Resource1.Text
source: No active means that mail link will never expire.
vi: Kích hoạt tính năng mail liên kết sẽ không bao giờ hết hạn
zh_tw: 不啟用表示郵件連結不會過期永遠有效

# Label21Resource1.Text
source: Most suitable picture size: 16(w)*16(h)
vi: Kích thước hình ảnh phù hợp nhất: 16(w)*16(h)
zh_tw: 最適圖片大小：16(w)*16(h)

# Label22Resource1.Text
source: Default password generated by system automatically.
vi: Mặc định mật khẩu tao ra bởi hệ thống một cách tự động
zh_tw: 預設密碼由系統自動產生

# Label24Resource1.Text
source: Symbol at least
vi: Số lượng biểu tượng ít nhất
zh_tw: 最少符號個數

# Label25Resource1.Text
source: Setup accounts who are unrestricted by Account security(Account auto lock up、 enforced password framework、Enforce password history)
vi: 設定排除的人員不受U-Office Force帳號安全性的條件限制(帳號自動鎖定、增強型密碼、強制密碼歷程)
zh_tw: 設定排除的人員不受U-Office Force帳號安全性的條件限制(帳號自動鎖定、增強型密碼、強制密碼歷程紀錄)

# Label26Resource1.Text
source: input 0 to set as unlimited
vi: Nhập 0 để thiết lập không giới hạn
zh_tw: 輸入 0 代表不限制

# Label28Resource1.Text
source: times
vi: những lần
zh_tw: 次

# Label29Resource1.Text
source: If user has not used the system for pre-set minutes, user will be forced to log out.
vi: Nếu người sử dụng chưa sử dụng hệ thống theo giờ được bấm, người sử dụng sẽ buộc phải đăng xuất
zh_tw: 如果使用者於多少分鐘內未使用系統時，會強迫將使用者登出

# Label30Resource1.Text
source: minutes
vi: Biên bản
zh_tw: 分

# Label31Resource1.Text
source: minutes
vi: Biên bản
zh_tw: 分

# Label32Resource1.Text
source: AD Verification and SSO
vi: Quản lý xác minh AD
zh_tw: AD驗證管理與單一簽入

# Label33Resource1.Text
source: Single Sign On
vi: Đăng nhập đơn
zh_tw: 單一簽入

# Label34Resource1.Text
source: If log in fail using the SSO method, user can still use the normal validation method or use AD integration validation (must be pre-set).
vi: Nếu đăng nhập thất bại sử dụng phương pháp SSO, người sử dụng có thể vẫn sử dụng phương pháp hiệu lực thông thường hoặc sử dụng hiệu lực gia nhập AD (phải được bấm trước)
zh_tw: 以SSO方式登入失敗時,使用者仍可以使用標準的驗證方式或者使用AD整合式驗證(需先完成設定)

# Label35Resource1.Text
source: Maintain AD Password
vi: Quản lý mật khẩu AD
zh_tw: AD密碼管理

# Label36Resource1.Text
source: AD Server must be set before active.
vi: Máy chủ AD phải được thiết lập trước khi hoạt động
zh_tw: 啟用前請先完成AD Server 設定

# Label37Resource1.Text
source: Once active, can setup individually to determine whether user can use AD’s password to log into system.
vi: Một khi hoạt động, có thể thiếp lập riêng lẻ để xác định người sử dụng có thể dùng mật khẩu của AD để đăng nhập hệ thống hay không
zh_tw: 啟用之後,可以個別設定使用者是否可以使用AD的帳號密碼登入系統

# Label38Resource1.Text
source: AD Password valid period
vi: Thời gian hiệu lực mật khẩu AD
zh_tw: AD密碼到期提醒

# Label39Resource1.Text
source: days
vi: Những ngày
zh_tw: 天

# Label3Resource1.Text
source: Please proceed unlock account at Internal Staff or External Member in [System] menu.
vi: Tiếp tục với giao diện bảo trì thành viên để tự mở khóa tài khoản.
zh_tw: 請至人員維護介面，手動解除被鎖定的帳號

# Label40Resource1.Text
source: Login by AD account
vi: Đăng nhập bằng tài khoản AD
zh_tw: AD帳號登入

# Label41Resource1.Text
source: U-Office Force Account security
vi: bảo vệ hệ thống U-Office Force
zh_tw: U-Office Force帳號安全性

# Label42Resource1.Text
source: It is only used for "Activate AD integration validation (Single Password)" or "First priority - Activate AD single sign on"
vi: Chỉ được sử dụng cho "Tính hợp lệ hòa nhập AD kích hoạt (Mật mã riêng rẻ)" hoặc "Ưu tiên trước tiên - Đăng nhập riêng lẻ AD kích hoạt"
zh_tw: 此功能僅適用於啟用"啟用AD整合式驗證(Single Password)"或啟用AD單一簽入(Single Sign On)優先

# Label43Resource1.Text
source: Password valid period
zh_tw: 密碼有效期限

# Label44Resource1.Text
source: days
vi: Những ngày
zh_tw: 天

# Label45Resource1.Text
source: Notify password expiry after user login
vi: Thông báo mật khẩu hết hạn sau khi người dùng đăng nhập
zh_tw: 在使用者登入之後會出現提醒使用者密碼即將到期畫面

# Label46Resource1.Text
source: Setup period to notify before password expiry
vi: Cái đặt thời gian gửi thông báo trước khi mật khẩu hết hạn
zh_tw: 設定在多少天之前提醒使用者密碼即將到期

# Label47Resource1.Text
source: AD Server must be set before active.
vi: Máy chủ AD phải được thiết lập trước khi hoạt động
zh_tw: 啟用前請先完成AD Server 設定

# Label48Resource1.Text
source: Account auto lock up
vi: Tài khoản tự động khóa
zh_tw: 帳號自動鎖定

# Label49Resource1.Text
source: AD Server must be set before active.
vi: Máy chủ AD phải được thiết lập trước khi hoạt động
zh_tw: 啟用前請先完成AD Server 設定

# Label4Resource1.Text
source: minutes later, account auto unlock.
vi: Biên bản sau, tự động mở khóa tài khoản
zh_tw: 分鐘後，帳號自動解除鎖定

# Label50Resource1.Text
source: Active forced AD login except administrator and external members
vi: Đăng ký hoạt động ngoài trừ quản trị viên và các thành viên bên ngoài
zh_tw: 啟用後除了系統管理者及外部會員外,都必須使用AD的帳號密碼登入

# Label51Resource1.Text
source: Lock up after X times log in fail.
vi: Khóa sau lần X đăng nhập thất bại
zh_tw: 次登入失敗後鎖定

# Label52Resource1.Text
source: Check marked "Allow user changing AD password" to activate
vi: Kiểm tra đánh dấu "Cho phép người dùng thay đổi Mật khẩu AD" để kích hoạt
zh_tw: 勾選允許使用者變更AD密碼,此設定才會有作用

# Label53Resource1.Text
source: times
vi: những lần
zh_tw: 次

# Label54Resource1.Text
source: Password principle
zh_tw: 密碼原則

# Label55Resource1.Text
source: months
vi: Tháng
zh_tw: 個月

# Label56Resource1.Text
source: days
vi: Những ngày
zh_tw: 天

# Label57Resource1.Text
source: Module setup
vi: Thiết lập mô đun
zh_tw: 模組設定

# Label58Resource1.Text
source: Leave System
vi: Hệ thống nghỉ phép
zh_tw: 差勤模組

# Label59Resource1.Text
source: Effective date of Annual Leave
vi: ngày có hiệu lực nghỉ phép hàng năm
zh_tw: 年休日數起算基準日

# Label60Resource1.Text
source: Date Attended
vi: Ngày nhân viên có tại văn phòng
zh_tw: 到職日

# Label61Resource1.Text
source: Beginning Date
vi: Ngày bắt đầu
zh_tw: 基準日期

# Label62Resource2.Text
source: UOF Internal URL
vi: WEB UOF nội bộ
zh_tw: UOF內部網址

# Label63Resource1.Text
source: Specific member setup
vi: Cài đặt thành viên đặc biệt
zh_tw: 特殊人員設定

# Label64Resource1.Text
source: Settlement deadline:
vi: Hạn thanh toán
zh_tw: 結算截止日

# Label65Resource1.Text
source: days before(1~10)
vi: Những ngày trước )1~10)
zh_tw: 天前(1~10)

# Label66Resource1.Text
source: Once system configuration is saved, reset IIS to activate.
vi: Một khi cấu hình hệ thống được chọn, khởi động lại IIS để kích hoạt
zh_tw: 系統組態設定於儲存後，需重新啟動 IIS 方始生效。

# Label66Resource2.Text
source: Batch setup delegate
vi: Thiết lập người đại diện hàng loạt
zh_tw: 批次設定代理人

# Label67Resource1.Text
source: Enforce password history
vi: bắt buộc lịch sử mật khẩu
zh_tw: 強制密碼歷程記錄

# Label68Resource1.Text
source: Password cannot be the same as the settings in the previous times
vi: Mật khẩu không được trùng với các thiết lập trước đó
zh_tw: 設定修改密碼時，不能與前幾次密碼相同

# Label69Resource1.Text
source: Exception
vi: Ngoại trừ
zh_tw: 排除人員

# Label6Resource1.Text
source: Default Password for new Staff
vi: Cài đặt mật mã mặc định cho nhân viên mới
zh_tw: 內部員工新建帳號預設密碼

# Label70Resource1.Text
source: Advance validation
vi: Hiệu lực khóa USB
zh_tw: 加強驗證

# Label71Resource1.Text
source: Validation method
vi: Hiệu lực khóa USB
zh_tw: 驗證方式

# Label72Resource1.Text
source: Once active, can setup individually. Apart from password, user will also require the USB key to log into system.
vi: Một khi hoạt động, có thể thiếp lập riêng lẻ. Ngoại trừ mật khẩu, người sử dụng cũng sẽ yêu cầu khóa USB để đăng nhập vào hệ thống
zh_tw: 啟用之後,可以個別設定:使用者除了帳號密碼之外還需USB Key才能登入系統

# Label72Resource2.Text
source: Certificate Request Agent serial No.
vi: Yêu cầu số thứ tự đại diện khi chứng nhận
zh_tw: 憑證要求代理序號

# Label73Resource1.Text
source: Integration Service
vi: Tích hợp dịch vụ
zh_tw: 整合服務

# Label74Resource1.Text
source: Workflow
vi: Luồng công việc
zh_tw: 電子簽核

# Label75Resource1.Text
source: Pint with default background
vi: In với hình nền mặc định
zh_tw: 表單列印預設底圖

# Label76Resource1.Text
source: Once system configuration is saved, reset IIS to activate.
vi: Một khi cấu hình hệ thống được chọn, khởi động lại IIS để kích hoạt
zh_tw: 系統組態設定於儲存後，需重新啟動 IIS 方始生效。

# Label78Resource1.Text
source: Display drop down list on login page after active
vi: Hiển thị danh sách thả xuống và trang đăng ký sau khi hoạt động
zh_tw: 啟用後登入畫面顯示登入的下拉選單

# Label7Resource1.Text
source: Minimum password character
vi: Ký tự mật mã tối thiểu
zh_tw: 密碼最小長度

# Label80Resource1.Text
source: Item name of drop down list when using UOF account to login
vi: Tên mục của danh sách rơi xuống khi sử dụng tài khoản UOF để đăng nhập
zh_tw: 以UOF帳號登入顯示的名稱

# Label81Resource1.Text
source: Message
vi: Tin nhắn cá nhân
zh_tw: 私人訊息

# Label82Resource1.Text
source: Attachment’s maximum total capacity
vi: Tổng khả năng đính kèm tối đa
zh_tw: 附件總容量上限

# Label84Resource1.Text
source: Force to send Mail
vi: Bắt buộc gửi mail
zh_tw: 強制發送Mail

# Label85Resource1.Text
source: Private message storage time
vi: Thời gian lưu trữ tin nhắn
zh_tw: 訊息保留期限

# Label86Resource1.Text
source: *System will delete all messages of &quot unfiled &quot and overdue automatically <br/>*Too many messages will reduce system performance, it is suggested reserving only the last 1 months<br />*All deleted messages cannot be recovery, please inform users this policy of messages deletion
vi: *Hệ thống sẽ tự động xóa tất cả những tin nhắn riêng & trích dẫn chưa lưu không hợp lệ <br/>*Quá nhiều tin nhắn cá nhân sẽ làm chậm hệ thống, tin nhắn cá nhân được lưu giữ trong 1 tháng/>*Tất cả những tin nhắn cá nhân bị xóa sẽ không thể được khôi phục, vui lòng thông báo đến người dùng chính sách xóa tin nhắn cá nhân
zh_tw: *系統會自動清除所有&quot未歸檔&quot且超過期限的私人訊息<br/>*過多的訊息會影響系統效能，建議最多保留最近一個月訊息<br />*清除的訊息無法還原，請通知使用者的私人訊息保留的政策

# Label87Resource1.Text
source: Item name of drop down list on login page when using UOF account to login.
vi: Tên mục của danh sách rơi xuống trên trang đăng nhập khi sử dụng tài khoản UOF để đăng nhập
zh_tw: 顯示在登入畫面的登入下拉選單,表示以UOF帳號登入的顯示名稱

# Label88Resource1.Text
source: Domain Name setup
vi: cài đặt tên miền
zh_tw: 網域名稱設定

# Label89Resource1.Text
source: Number of uppercase letter at least
vi: Số lượng các chữ cái viết hoa tối thiểu
zh_tw: 最少大寫字母個數
