Repository: HuangChenyi/UOF_LIB
Catalog: UOF_LIB/UOF12.2/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: vi, zh_tw

# Label90Resource1.Text
source: Number of lowercase letter at least
vi: Số ký tự thường tối thiểu
zh_tw: 最少小寫字母個數

# Label91Resource1.Text
source: Setup Domain name of drop down list on login page
vi: Cài đặt tên miền từ danh sách xổ xuống ở trang đăng nhập
zh_tw: 設定登入下拉選單顯示的網域名稱

# Label92Resource1.Text
source: Setup sender of notice
vi: Cài đặt người gửi thông báo
zh_tw: 表單通知寄件者設定

# Label93Resource1.Text
source: Album setup
vi: Chuyển Album
zh_tw: 相片簿設定

# Label94Resource1.Text
source: Setup limit of file size
vi: Cài đặt giới hạn kích thước tập tin
zh_tw: 允許上傳檔案大小

# Label97Resource1.Text
source: Encrypt
vi: mã hóa
zh_tw: 加密控制

# Label98Resource1.Text
source: Approving
vi: Đang xác nhận
zh_tw: 簽核中

# Label99hResource1.Text
source: Password of Key file
zh_tw: 密鑰檔案密碼

# Label99Resource1.Text
source: Staff profile update
vi: Cập nhật sô liệu cá nhân nhân viên nội bộ
zh_tw: 內部員工個人資料更新

# Label99Resource2.Text
source: Profile Renew
vi: Cập nhật mới dữ liệu
zh_tw: 個人資料更新

# Label99Resource3.Text
source: Profile Renew
vi: Cập nhật mới dữ liệu
zh_tw: 個人資料更新

# Label9Resource1.Text
source: Basic setup
vi: Thiết lập cơ bản
zh_tw: 基本設定

# lbConfirmDeleteResource1.Text
source: Confirm to delete?
vi: Xác nhận xóa?
zh_tw: 確定要刪除?

# lblAccountResource1.Text
source: Meeting Account
vi: Tài khoản cuộc họp
zh_tw: Meeting帳號

# lblAddAccountMsgConversionMailResource1.Text
source: Setup account creation
vi: Cài đặt tài khoản ban đầu
zh_tw: 新增帳號設定

# lblArgumentErrResource1.Text
source: Failure：Parameter error!
vi: Đăng ký không thành công: lỗi tham số
zh_tw: 註冊失敗：參數錯誤

# lblBackGroundColorResource1.Text
source: Background color
vi: Màu nền
zh_tw: 背景顏色

# lblBirthdayDescResource1.Text
source: Birthday should be 8 digits, such as 19790105
vi: Ngày sinh nhật gồm 8 số ví dụ như 19790105
zh_tw: 生日為八碼數字如19790105

# lblBufferAfterResource1.Text
source: After Punch-out
vi: Sau khi tan ca
zh_tw: 下班後

# lblBufferBeforeResource1.Text
source: Before Punch-in
vi: Sau khi lên ca
zh_tw: 上班前

# lblbufferlimitResource1.Text
source: *Input from 0~8, it is recommended 2 before Punch-in or 4 after Punch-out
vi: *Phạm vi nhập vào 0~8，kiến nghị trước giờ lên ca 2 tiếng；sau giờ xuống ca 4 tiếng
zh_tw: *輸入範圍為0~8，建議值為上班前2小時；下班後4小時

# lblBufferUnitResource1.Text
source: Hour
vi: Giờ
zh_tw: 小時

# lblBulletinDefaultDaysResource1.Text
source: Display range of Newest bulletin
vi: Hiển thị dải bản tin mới nhất
zh_tw: 最新公告顯示範圍

# lblBulletinDirectionResource1.Text
source: Display mode
vi: Chế độ hiện thị
zh_tw: 播放方式

# lblBulletinFileTitleResource1.Text
source: Notify
vi: Thông báo tin nhắn
zh_tw: 訊息通知

# lblBulletinModifyFromResource1.Text
source: Source of Notification Update
vi: Nguồn thay đổi thông báo
zh_tw: 公告變更來源

# lblBulletinPlaySpeedResource1.Text
source: Display speed
vi: Tốc độ hiện thị
zh_tw: 播放速度

# lblBulletinPublishFromResource1.Text
source: Notification Released Method
vi: Nguồn gốc công bố văn kiện
zh_tw: 公告發佈來源

# lblBulletinSetResource1.Text
source: Bulletin
vi: bản tin
zh_tw: 公告

# lblbullExamineTitleResource1
source: Bulletin audit
vi: Xét duyệt thông báo
zh_tw: 公告審核

# lblbullExamineTitleResource1.Text
source: Bulletin audit
vi: Xét duyệt thông báo
zh_tw: 公告審核

# lblCAIPMsgResource1.Text
source: Enable IP restriction，the members who need validation must apply certificate in the IP restriction to login UOF system.
vi: Khi phạm vi hạn chế IP kích hoạt, nhân viên xác minh cần phải trong phạm vi hạn chế IP mới có thể ứng dụng chứng nhận hoặc thông qua chứng nhận để tăng cường chứng nhận sau khi đăng nhập hệ thống UOF
zh_tw: 啟用限制IP範圍，則需驗證人員必須要在限制的IP範圍內才可申請憑證或經由憑證加強驗證後登入UOF系統。

# lblCalendarTitleResource1.Text
source: Schedule
vi: Lịch trình
zh_tw: 行事曆

# lblCalLevRuleNoteResource1.Text
source: *Only suitable for those Leave/Business Travel which is less than one day, if set "by flexible work time"
vi: Chỉ thích hợp cho những Leave / Kinh doanh du lịch mà là ít hơn một ngày, nếu thiết lập "bởi thời gian làm việc linh hoạt"
zh_tw: *此設定只適用非跨日申請，跨日申請一律採用班表上下班時間計算

# lblCalLevRuleResource1.Text
source: Leave/Business Travel calculated basis
vi: Cơ sở tính toán thời gian nghỉ phép/ đi công tác
zh_tw: 請假/出差時數計算規則

# lblCaMsgByConfigResource1.Text
source: Enter CA setting
vi: Điền thiết lập chứng nhận máy khách
zh_tw: 請填寫用戶端憑證相關設定

# lblCaMsgByUserResource1.Text
source: Select member
vi: Chọn nhân viên chứng nhận
zh_tw: 請選取需驗證人員

# lblCapacity1Resource1.Text
source: Capacity setup
vi: Năng lực thiết lập
zh_tw: 容量設定

# lblCapacity2Resource1.Text
source: Capacity setup
vi: Năng lực thiết lập
zh_tw: 容量設定

# lblCapacity3Resource1.Text
source: Capacity setup
vi: Năng lực thiết lập
zh_tw: 容量設定

# lblChatReserveDayDescResource1.Text
source: Default 90 days if not setting
vi: Nếu không cài đặt mặc định là 90 ngày
zh_tw: 如無設定預設為90天

# lblCheckClassHasExamineMsgResource1.Text
source: There are surveys which are waiting for releasing in the following categories, please setup approver to approve:<br />{0}
vi: Có kiểm tra trong thông báo loại sau, thiết lập xem xét lại: <br /> {0}
zh_tw: 以下類別內尚有審核中的公告，請設定審核者進行審核:<br />{0}

# lblClassDisplyTitleResource1.Text
source: Display mode
vi: Hiển thị loại thông báo
zh_tw: 公告類別顯示

# lblCommentResource1.Text
source: (Use default color if no setup)
vi: (Nếu không cài đặt sẽ sự dụng màu mặc định)
zh_tw: (不設定採系統預設值)

# lblConfirmUpdateResource1.Text
source: Active ?
vi: Xác nhận khởi động ?
zh_tw: 確定要啟用?

# lblCustomizeLoginTitleResource1.Text
source: Customized Homepage
vi: Trang đăng nhập tùy chỉnh
zh_tw: 自訂登入頁面

# lblDayResource1.Text
source: Day
vi: tháng
zh_tw: 日

# lblDeleteTitleResource1.Text
source: Confirm to delete?
vi: Xác nhận xóa?
zh_tw: 確定刪除?

# lblDelMultiUrlResource1.Text
source: Confirm to delete the selected site?
vi: Xác nhận xóa Site đã chọn?
zh_tw: 確認刪除選取的SITE?

# lblDialSetModeResource1.Text
source: Setup method
vi: Cái đặt phương pháp
zh_tw: 建置方式

# lblDmsClassLevelResource1.Text
source: Layer of Category
vi: Phân loại tầng
zh_tw: 類別階層

# lblDMSConvertMemoResource1.Text
source: Convert only support the follwing file formats(doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)
zh_tw: 自動轉檔支援以下格式(doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)

# lblDMSDirControlResource1.Text
source: Directory control
vi: Kiểm soát thư mục
zh_tw: 目錄控制

# lblDMSDirCtrlDescResource1.Text
source: All first layer of directory will display when this item is selected.
vi: Tất cả lớp thư mục sẽ hiển thị khi các mục này được chọn
zh_tw: 此項目若勾選，不論是否有文管目錄權限，都將展示出第一層文管目錄

# lblDmsExpandTitleResource1.Text
source: Default setting will be unfold if not setting
vi: Cấu hình mặc định sẽ được triển khai nếu không được cài đặt
zh_tw: 如無設定預設為全部展開

# lblDmsExpandToResource1.Text
source: Unfold to
vi: Triển khai đến
zh_tw: 展開至

# lblDmsLevelResource1.Text
source: Layer
vi: Tầng
zh_tw: 階

# lblDMSPdfControlResource1.Text
source: Control on originals
vi: Kiểm tra nguồn gốc
zh_tw: 原稿控制

# lblDMSResource1.Text
source: Document Management
vi: Quản lý tài liệu
zh_tw: 文件管理

# lblDocChangeMemoResource1.Text
source: System/DMS/Directory administrator can replace the released document after active
vi: 啟用後，系統管理者、文管管理者、目錄管理者，可對已公佈文件做文件置換動作
zh_tw: 啟用後，系統管理者、文管管理者、目錄管理者，可對已公佈文件做文件置換動作

# lblDocChangeResource1.Text
source: Replace DOC
vi: 文件置換
zh_tw: 文件置換

# lblDocCheckOutLimit.Text
source: Date of DOC Check-in Expired Notice
vi: Thời gian thông báo văn kiện đến hạn
zh_tw: 文件取出到期通知時間

# lblDocCheckOutLimitResource1.Text
source: Date of DOC Check-in Expired Notice
vi: Thời gian thông báo văn kiện đến hạn
zh_tw: 文件取出到期通知時間

# lblDocCheckOutMsg.Text
source: Notify author while the Check in is expired, input 0 or blank will not notify.
vi: Hủy bỏ thời gian đến hạn thông báo tác giả tập tin, 0 hoặc để trống thì không thông báo
zh_tw: 取出時間到期通知文件作者，0或空白則不通知

# lblDocCheckOutMsgResource1.Text
source: Notify author while the Check in is expired, input 0 or blank will not notify.
vi: Hủy bỏ thời gian đến hạn thông báo tác giả tập tin, 0 hoặc để trống thì không thông báo
zh_tw: 取出時間到期通知文件作者，0或空白則不通知

# lblDocInvalidDayResource1.Text
source: DOC Expired Notify
vi: Thông báo văn kiện trước hạn
zh_tw: 文件到期前通知

# lblDocInvalidMsgResource1.Text
source: Document expired notice, set 0 to notify in expired date, set blank to disable notice
vi: Mở tập tin thông báo hết hạn và quản lý thư mục, thiết lập ngày hết hạn của thông báo đến 0, trống không được thông báo
zh_tw: 到期通知文件作者及目錄管理者，設定0為到期當日通知，空白則不通知

# lblDutyAgentMsgResource1.Text
source: *This function can prevent delegate from being modified by user
vi: * Chức năng này là để ngăn chặn người dùng thay đổi thiết lập của riêng của họ về quản lý Proxy
zh_tw: *此功能為避免使用者自行修改管理者所設定的代理人

# lblDutyEnableResource1.Text
source: Settlement control
vi: Kiểm soát thanh toán
zh_tw: 結算控制

# lbLeftAccountResource1.Text
source: SMTP validation account
vi: Xác nhận tài khoản SMTP
zh_tw: SMTP認證帳號

# lbLeftByTitleResource1.Text
source: Each Position (MB)
vi: mỗi vị trí (MB)
zh_tw: 各職級(MB)

# lbLeftCapacityResource1.Text
source: Briefcase’s capacity (Maintain Position first)
vi: Khả năng của cặp tài liệu (Vị trí duy trì đầu tiên)
zh_tw: 公事包容量(請先維護職級)

# lbLeftDefaultMasterResource1.Text
source: Default topic
vi: Chủ đề mặc định
zh_tw: 預設主題

# lbLeftErrorCountResource1.Text
source: Number of password errors
vi: Số lượng lỗi mật khẩu
zh_tw: 錯誤重試次數

# lbLeftIntervalResource1.Text
source: Error log in interval (min)
vi: Lỗi bản ghi trong khoảng thời gian (phút)
zh_tw: 重試間隔(分)

# lbLeftLanResource1.Text
source: Default language
vi: Mặc định ngôn ngữ
zh_tw: 預設語系

# lbLeftMailSettingResource1.Text
source: Mail setup
vi: Thiết lập mail
zh_tw: 郵件設定

# lbLeftMsgQueueResource1.Text
source: Message queue
vi: Chuỗi tin nhắn
zh_tw: 訊息佇列

# lbLeftPwdResource1.Text
source: SMTP validation password
vi: Xác nhận mật khẩu SMTP
zh_tw: SMTP認證密碼

# lbLeftSenderResource1.Text
source: Default sender’s mailbox
vi: Mặc định hộp thư người gửi
zh_tw: 預設寄件人信箱

# lbLeftSystemResource1.Text
source: System interface
vi: Giao diện hệ thống
zh_tw: 系統介面

# lbLeftTimeOutResource1.Text
source: User idle time setup (minute)
vi: Thiết lập thời gian tên người dùng (phút)
zh_tw: 使用者登入過期時間(分)

# lblEnableFileScanResource1.Text
source: Support Scanner
vi: Hỗ trợ chức năng quét
zh_tw: 支援掃描功能

# lblEnableKokoMeetingResource1.Text
source: Enable online meeting
vi: cho phép gặp gỡ trực tiếp
zh_tw: 啟用線上會議

# lblEnableProxyMsgResource1.Text
source: No Proxy License, unable to active
vi: Không thể kích hoạt khi Proxy chưa được chứng nhận
zh_tw: 沒有Proxy授權,無法啟用

# lblEventIconTitleResource1.Text
source: Default icon of private event
vi: Biểu tượng mặc định của sự kiện cá nhân
zh_tw: 私人事件預設圖示

# lblExpandTitle1Resource1.Text
source: Layer of Category
vi: Phân loại tầng
zh_tw: 類別階層

# lblExpandTitle1Resource2.Text
source: Layer of Category
vi: Phân loại tầng
zh_tw: 類別階層

# lblExpandTitle2Resource1.Text
source: Unfold to
vi: Triển khai đến
zh_tw: 展開至

# lblExpandTitle2Resource2.Text
source: Unfold to
vi: Triển khai đến
zh_tw: 展開至

# lblExpandTitle3Resource1.Text
source: Layer
vi: Tầng
zh_tw: 階

# lblExpandTitle3Resource2.Text
source: Layer
vi: Tầng
zh_tw: 階

# lblExpandTitle4Resource1.Text
source: Default setting will be unfold if not setting
vi: Cấu hình mặc định sẽ được triển khai nếu không được cài đặt
zh_tw: 如無設定預設為全部展開

# lblExpandTitle4Resource2.Text
source: Default setting will be unfold if not setting
vi: Cấu hình mặc định sẽ được triển khai nếu không được cài đặt
zh_tw: 如無設定預設為全部展開

# lblFileScanTitleResource1.Text
source: Scan Document
vi: Tài liệu quét
zh_tw: 文件掃描

# lblFileScanUserMsgResource1.Text
source: The selected members can scan and upload documents by specific scanner after active
vi: Để tải lên thiết bị quét cài đặt trong máy để quét một tài liệu trực tiếp kích hoạt các nhân viên được lựa chọn
zh_tw: 啟用後選取人員即可在本機安裝支援的設備，直接掃描上傳文件

# lblFontColorResource1.Text
source: Text color
vi: Màu văn bản
zh_tw: 字體顏色

# lblHorizontalSizeResource2.Text
source: Width
vi: Độ rộng
zh_tw: 寬度

# lblHR104HeadResource1.Text
source: 104 Leave System Setting
vi: 104差勤設定
zh_tw: 104差勤設定

# lblHR104PunchFolderPathResource1.Text
source: Storage Directory of Punch records exporting file
vi: 刷卡匯出檔案存放路徑
zh_tw: 刷卡匯出檔案存放路徑

# lblIPRangeDesc1Resource1.Text
source: Before active, add AP server into AD domain.
vi: Trước khi hoạt động, thêm máy chủ AP vào tên miền AD
zh_tw: 啟用前請先將主機(AP Server)加入AD網域中

# lblIPRangeDesc2Resource1.Text
source: After enable client certificate validation, please check the [require SSL] and [Accept] of (SSL settings) in the \ADAuth under IIS UOF site
vi: Khi chứng nhận máy khách được kích hoạt, vui lòng kích hoạt IIS trong UOF của mục lục ADAuth và thiết lập SSL
zh_tw: 啟用用戶端憑證驗證時,請務必啟用IIS中UOF站台的ADAuth目錄裡的SSL設定

# lblIPRangeDesc3Resource1.Text
source: The members whose ip are in the setting ranges have to setup up their personal client certificate after enable client certificate validation
vi: Khi chứng nhận SSO của máy khách được kích hoạt, nhân viên trong phạm vi IP này phải thiết lập chứng nhận máy khách cá nhân
zh_tw: 啟用用戶端憑證SSO時,IP範圍內的人員,需設定個人用戶端憑證

# lblIPRangeDescResource1.Text
source: Once active, if user’s IP is between the above range, system will let the user to try log in using SSO method. For example: If set 192.168.1.0~192.168.1.255, and the user’s IP is 192.168.1.10, then will use SSO log in first.
vi: Một khi hoạt động, nếu IP của người sử dụng nằm giữa dãy trên, hệ thống sẽ để người sử dụng đăng nhập b8àng phương pháp SSO. ví dụ: Nếu thiết lập 192.168.1.0~192.168.1.255, và IP của người sử dụng là 192.168.1.10, thì sẽ dùng SSO đăng nhập trước
zh_tw: 啟用後當使用者的IP位址在上列區段中時系統會嘗試讓使用者以SSO的方式登入,例如:設定192.168.1.0~192.168.1.255,而使用者的IP為192.168.1.10時會優先使用SSO登入

# lblIPRangeResource1.Text
source: IP Range
vi: Hạng IP
zh_tw: IP範圍

# lblIsLogAutoDeleteResource1.Text
source: Auto clear records
vi: Những Form ghi tự động
zh_tw: 是否自動清除記錄

# lblJobTitle1Resource1.Text
source: Position
vi: Vị trí
zh_tw: 職級名稱

# lblJobTitle2Resource1.Text
source: Position
vi: Vị trí
zh_tw: 職級名稱

# lblJobTitle3Resource1.Text
source: Position
vi: Vị trí
zh_tw: 職級名稱

# lblLicenseInvalidResource1.Text
source: UOF is not Formal version, registration failure.
vi: Phiên bảng không chính thức UOF, đăng ký không thành công
zh_tw: 非正式版UOF，註冊失敗。

# lblLiveMeetingTitleResource1.Text
source: Online meeting
vi: Ứng dụng trực tuyến
zh_tw: 線上會議

# lblloginBGdescResource1.Text
source: Most suitable picture size：
vi: Kích thước hình ảnh phù hợp nhất:
zh_tw: 最適圖片大小：

# lblloginBgFileResource1.Text
source: Background
vi: Hình nền
zh_tw: 背景圖

# lblloginColorStyleResource1.Text
source: Color of Login Page
vi: Màu của khu vực đăng nhập
zh_tw: 登入區色系

# lblLoginLogResource1.Text
source: User log in records
vi: Ghi chép người dùng đăng nhập
zh_tw: 使用者登入記錄

# lblLogoIconDescResource1.Text
source: Most suitable picture size: 145(w)*47(h)
vi: Kích thước hình ảnh phù hợp nhất: 45(w)*47(h)
zh_tw: 最適圖片大小：145(w)*47(h)

# lblLogoIconPathResource1.Text
source: LOGO
zh_tw: LOGO圖示

# lblLogSurvivalPeriodResource1.Text
source: Record retain period (month)
vi: Thời gian lưu trữ hồ sơ (tháng)
zh_tw: 記錄保留期限(月)

# lblLymacConfigTitleResource1.Text
source: Lyma configuration
vi: Cấu hình Lyma
zh_tw: 來嘛通組態設定

# lblLymaMsg.Text
source: *Close the On-line services webpart before cancelling.
vi: *Nhớ đóng dịch vụ trực tuyến WebPart khi bỏ dấu chọn này.
zh_tw: *取消此勾選，請記得把線上服務WebPart關閉。

# lblLymaTitleResource1.Text
source: New/Modify Lyma Post-it code
vi: Thêm/sửa đổi mã Lyma Post-it
zh_tw: 新增/修改來嘛通便利貼代碼

# lblMarqueeResource1.Text
source: Active News Ticker
vi: Máy kiểm tin tức hoạt động
zh_tw: 啟用跑馬燈

# lblMarqueeResource2.Text
source: News Ticker
vi: Ticker tin tức
zh_tw: 跑馬燈

# lblMeetingMsg1Resource1.Text
source: days
vi: Những ngày
zh_tw: 天

# lblMeetingMsg3Resource1.Text
source: *Only available in limited number of days for Periodicity Booking/Meeting
vi: * Chỉ có trong số lượng hạn chế của ngày đối với chu kỳ Đặt / họp
zh_tw: *新增週期借用/會議時只允許新增限制天數內的借用/會議

# lblMeetingRepeatLimitTitleResource1.Text
source: Day Limit of Periodicity Booking/Meeting
vi: Hạn chế số ngày mượn dùng/hội nghị
zh_tw: 週期借用/會議天數限制

# lblMemberDefaultPWResource1.Text
source: Default Password for new External Member
vi: Cài đặt mật mã mặc định cho nhân viên ngoại bộ mới
zh_tw: 外部會員新建帳號預設密碼

# lblMemberTitleResource1.Text
source: External member
vi: thành viên bên ngoài
zh_tw: 外部會員

# lblMobileAddressResource1.Text
source: Mobile Website
vi: WEB điện thoại
zh_tw: 行動裝置站台網址

# lblMobileIsMovieDownloadResource1.Text
source: View by Mobile device
vi: Xem các thiết bị di động
zh_tw: 行動裝置觀看

# lblModifySourceMemoResource1.Text
source: Except System Administrator & Bulletin Administrator
vi: 「Người quản lý hệ thống」&「Người quản lý thông báo」không nhận hạn chế này.
zh_tw: 「系統管理者」及「公告管理員」不受此限制。

# lblMonthResource1.Text
source: Month
vi: Ngày
zh_tw: 月

# lblMsgCA1Resource1.Text
source: After enable client certificate validation, please check the [require SSL] and [Accept] of (SSL settings) in the \ADAuth under IIS UOF site
vi: Khi chứng nhận máy khách được kích hoạt, vui lòng kích hoạt IIS trong UOF của mục lục ADAuth và thiết lập SSL
zh_tw: 啟用用戶端憑證驗證時,請務必啟用IIS中UOF站台的ADAuth目錄裡的SSL設定

# lblMsgCA2Resource1.Text
source: The members who need validation have to setup up their personal client certificate after enable client certificate validation
vi: Khi chứng nhận máy khách được kích hoạt, nhân viên chứng nhận cần phải thiết lập chứng nhận máy khách cá nhân
zh_tw: 啟用用戶端憑證驗證時,需驗證的人員要設定個人用戶端憑證

# lblMsgIsExistUserINdomainResource1.Text
source: Deletion failure because of users is existed in the Domain.
vi: Đã có người sự dụng tại tên miền này, không thể xóa .
zh_tw: 已有使用者存在於該網域，無法刪除。

# lblMultiDialogTitleResource1.Text
source: New/Modify Multi-Site URL
vi: Thêm/sửa đổi thông tin nhiều Site
zh_tw: 新增/修改多Site網址資訊

# lblNewMovieResource1.Text
source: Days of Latest
vi: Những ngày gần nhất
zh_tw: 最新影音天數設定

# lblNoResource1.Text
source: No
vi: Không
zh_tw: 否

# lblNotProcesserUserMsgResource1.Text
source: No settlement on selected members
vi: Không giải quyết về thành viên được chọn
zh_tw: 選取人員完全不進行差勤結算統計

# lblNotRegCryptInterfaceDlleResource1.Text
source: TFG module is not registered, please contact system administrator
vi: Mô đun TFG không được đăng ký, vui lòng liên hệ quản trị viên hệ thống
zh_tw: TFG相關組件尚未註冊，請洽系統管理員

# lblNotShowCustomResource1.Text
source: Customized
vi: Tùy chỉnh
zh_tw: 自訂

# lblNotShowDefaultResource1.Text
source: System default
vi: Hệ thống mặc định
zh_tw: 系統預設

# lblNotShowTitleResource1.Text
source: Hide event
vi: Ẩn sự kiện
zh_tw: 不顯示事件

# lblNProcesserTitleMsgResource1.Text
source: Settlement free members setting
vi: Cài đặt không kết toán thống kê nhân viên
zh_tw: 不結算統計人員設定

# lblNullDescResource1.Text
source: If the selected field is blank, the Default Password will be blank either.
vi: Nếu bạn chọn không nhập dữ liệu thì mật khẩu mặc định là trống
zh_tw: 如果選擇項目欄位未輸入資料亦會造成預設密碼為空白

# lblOnlineTitleResource1.Text
source: On-line services
vi: Dịch vụ trực tuyến
zh_tw: 線上服務

# lblOriSysTimeResource1.Text
source: Original system time :
vi: 原始系統時間:
zh_tw: 原始系統時間:

# lblPasswordMsg1Resource1.Text
source: The members who login by AD password will change to login by UOF password after active.
vi: Sau khi kích hoạt, nhân viên sự dụng mật khẩu AD để đăng nhập trước kia sẽ thay đổi đăng nhập bằng mật khẩu UOF
zh_tw: 啟用後，原使用AD密碼登入的人員，會改為只能使用UOF密碼登入。

# lblPersonalInfoDayMemberResource1.Text
source: days
vi: Những ngày
zh_tw: 天

# lblPersonalInfoDayResource1.Text
source: days
vi: Những ngày
zh_tw: 天

# lblPersonalInfoMsg1Resource1.Text
source: Input prompt:
vi: Vui lòng nhập thông điệp nhắc nhở
zh_tw: 請輸入提示訊息:

# lblPersonalInfoMsg2Resource1.Text
source: It will show the message "Profile Renew is active, please update your profile immediately, thank you !" if you are not input any character.
vi: Nếu bạn không nhập hệ thống sẽ hiển thị thông điệp mặc định " Hệ thống kích hoạt chức năng cập nhật dữ liệu cá nhân, vui lòng cập nhật thông tin cá nhân của bạn ngay lập tức, cảm ơn bạn!"
zh_tw: 若未輸入則會顯示系統預設訊息「系統已啟用個人資料更新功能，請您立即進行個人資料更新，謝謝!」

# lblPersonalInfoMsgMember1Resource1.Text
source: Input prompt:
vi: Vui lòng nhập thông điệp nhắc nhở
zh_tw: 請輸入提示訊息:

# lblPersonalInfoMsgMember2Resource1.Text
source: It will show the message "Profile Renew is active, please update your profile immediately, thank you !" if you are not input any character.
vi: Nếu bạn không nhập hệ thống sẽ hiển thị thông điệp mặc định " Hệ thống kích hoạt chức năng cập nhật dữ liệu cá nhân, vui lòng cập nhật thông tin cá nhân của bạn ngay lập tức, cảm ơn bạn!"
zh_tw: 若未輸入則會顯示系統預設訊息「系統已啟用個人資料更新功能，請您立即進行個人資料更新，謝謝!」

# lblPersonalInfoRemark1Resource1.Text
source: Force user update their Profile while login after a period
vi: Hệ thống cài đặt cách bao nhiêu ngày thì khi đăng nhập hệ thống phải cập nhật tài liệu cá nhân
zh_tw: 設定系統在每隔多少天後，登入時會立即導頁至個人資料頁面讓使用者更新資訊。

# lblPersonalInfoRemarkMemberResource1.Text
source: If you want all staffs renew their profile at login immediately, please click here
vi: Nếu cần user cập nhật dữ liệu cá nhân ngay lúc đăng nhập xin vui lòng nhấn ở đây
zh_tw: 如果需要使用者下一次登入時更新個人資料，請按此:

# lblPersonalInfoRemarkResource1.Text
source: If you want all staffs renew their profile at login immediately, please click here
vi: Nếu cần user cập nhật dữ liệu cá nhân ngay lúc đăng nhập xin vui lòng nhấn ở đây
zh_tw: 如果需要使用者下一次登入時更新個人資料，請按此:

# lblPersonalUpdateResource1.Text
source: Update profile of External member
vi: Cập nhật sô liệu cá nhân nhân viên ngoại bộ
zh_tw: 外部會員個人資料更新

# lblPrintControlResource1.Text
source: Display Print Control
vi: Hiển thị điều khiển in ấn
zh_tw: 列印控制顯示

# lblPrintDesResource1.Text
source: *If [Invisible] is checked, the [Paper Doc. Control] will be invisible.
vi: Nếu bạn đã kiểm tra "không hiển thị", các tác giả và người đọc không thể nhìn thấy trong các tài liệu thư viện "tài liệu giấy Control Manager" nút.
zh_tw: *如勾選「不顯示」，則作者與讀者在文件庫無法看到「紙本文件控管」的按鈕。

# lblProcessFailResource1.Text
source: Failure：Process Failed, it is usually caused by PushCenter
vi: Đăng ký không thành công: Xử lý thất bại này thường được gây ra bởi một lỗi nội bộ vì PushCenter
zh_tw: 註冊失敗：處理失敗, 通常這是因為 PushCenter 內部錯誤所引起

# lblProxyErrorCountResource1.Text
source: Times of retry while transmission error :
vi: Số lần gửi lỗi Proxy
zh_tw: Proxy錯誤重送次數

# lblProxyFileDelResource1.Text
source: Delete the file which was not been downloaded within
vi: Mấy tháng sẽ xóa 1 lần khi tập tin Proxy không có người tải xuống
zh_tw: Proxy檔案無人下載時幾個月刪除一次

# lblProxyResource1.Text
source: Proxy Setting
vi: Thiết lập Proxy
zh_tw: Proxy設定

# lblProxyTfrLogDelResource1.Text
source: Delete Proxy file transmission records every
vi: Mấy tháng sẽ xóa 1 lần bản ghi truyền tập tin Proxy
zh_tw: Proxy檔案傳輸紀錄幾個月份刪除一次

# lblPublishSourceMemoResource1.Text
source: Except System Administrator & Bulletin Administrator
vi: 「Người quản lý hệ thống」&「Người quản lý thông báo」không nhận hạn chế này.
zh_tw: 「系統管理者」及「公告管理員」不受此限制。

# lblPunchBufferResource1.Text
source: Buffer of Sign in/out Belonging Date
vi: Xác nhận ngày bấm thẻ
zh_tw: 刷卡歸屬日判斷Buffer

# lblPwdResource1.Text
source: Meeting Password
vi: Mật mã cuộc họp
zh_tw: Meeting密碼

# lblRegisterOKResource1.Text
source: Successful
vi: Đăng thành công
zh_tw: 註冊成功

# lblResetIISMsgResource1.Text
source: reset IIS to activate
vi: Cần phải khởi động lại IIS để kích hoạt
zh_tw: 需重新啟動IIS方始生效

# lblResetIISMsgResource2.Text
source: reset IIS to activate
vi: Cần phải khởi động lại IIS để kích hoạt
zh_tw: 需重新啟動IIS方始生效

# lblSaveSuccessResource1.Text
source: Successfully saved
vi: Đã lưu thành công
zh_tw: 儲存成功

# lblSecurityDescResource1.Text
source: Private Keys
vi: Mật mã mã hóa
zh_tw: 加密密鑰
