Repository: HuangChenyi/UOF_LIB
Catalog: UOF_LIB/UOF12.2/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: vi, zh_tw

# lblSecurityRemarkResource1.Text
source: If you active the Multi-Site Support in Group Setup, the same Private Keys should enter at each Site.
vi: Khóa này cung cấp cho Multi-Site liên kết mã hóa sự dụng, nếu cần hộ trợ nhiều Site thì mỗi Site đều phải nhập vào những khóa giống sau và không được để trống
zh_tw: 以上密鑰提供集團多Site間連結加密使用，如要支援多Site各Site都必須輸入相同的密鑰且不可為空白

# lblSelectMemberGroupTitleResource1.Text
source: Authorization of Group selection
vi: Lựa chọn quyền hạn của nhóm
zh_tw: 群組選取權限

# lblSelectResource1.Text
source: Select
vi: 請選擇
zh_tw: 請選擇

# lblSerialModeResource1.Text
source: Document No. Validation
vi: Xác nhận mã số văn kiện
zh_tw: 文件編號驗證

# lblServerPathResource1.Text
source: Meeting server URL
vi: Máy chủ cuộc họp URL
zh_tw: 伺服器位置

# lblSetKokoMeetingDescription1Resource1.Text
source: Enter Meeting Server URL
vi: Nhập URL máy chủ cuộc họp
zh_tw: 請輸入Meeting Server位置

# lblSetKokoMeetingDescription2Resource1.Text
source: Example:http://meeting.uof.tw
vi: Ví dụ:http://meeting.uof.tw
zh_tw: 範例:http://meeting.uof.tw

# lblSetLiveMovieResource1.Text
source: Video Setup
vi: Thiết lập video
zh_tw: 線上影音設定

# lblSettingColorResource1.Text
source: Customized color
vi: Tùy chỉnh màu sắc
zh_tw: 自訂顏色

# lblSIPConfigResource1.Text
source: Web Phone
zh_tw: 網路電話

# lblSIPFrontResource1.Text
source: Prefix code
vi: Mã tiền tố
zh_tw: 撥號前置碼

# lblSIPLocalResource1.Text
source: Area code
vi: Mã vùng
zh_tw: 區碼

# lblSIPProtocolResource1.Text
source: Protocol
vi: Giao thức
zh_tw: 通訊協定

# lblSIPSetResource1.Text
source: Configure
vi: Định cấu hình
zh_tw: 組態設定

# lblSiteUrlCheckOutMsg1Resource1.Text
source: Setup is required while DCS is installed in another server which cannot connect to UOF server.
vi: Thiết lập là cần thiết trong khi DCS được cài đặt trong một máy chủ mà không thể kết nối đến máy chủ UOF.
zh_tw: 當文件轉檔服務安裝於另一台機器且無法經由站台網址連結UOF時需要設定

# lblSiteUrlCheckOutMsg3Resource1.Text
source: For example:http://192.168.0.1/uof
vi: Ví dụ:http://192.168.0.1/uof
zh_tw: 範例:http://192.168.0.1/uof

# lblSpecialUserMsgResource1.Text
source: Process with settlement but not process Punch-in/out(which means no absent or late for work)
vi: Quy trình giải quyết với nhưng không xử lý Punch-in / out (có nghĩa là không vắng mặt hoặc đi làm muộn)
zh_tw: 選取人員(如不包含在不結算統計人員內)會進行結算統計但不會處理刷卡相關資料(不會遲到或曠職)

# lblSPTitleMsgResource1.Text
source: Sign in/out free members setting
vi: Tên miền
zh_tw: 免刷卡人員設定

# lblSSLResource1.Text
source: Enable SSL
vi: Khởi động SSL
zh_tw: 啟用SSL

# lblSystemAdminEmailResource1.Text
source: System administrator’s mailbox
vi: Hòm thư của quản trị viên hệ thống
zh_tw: 系統管理員信箱

# lblSysTimeResource1.Text
source: Customized system time :
vi: 自訂系統時間:
zh_tw: 自訂系統時間:

# lblSysTimeZoneResource1.Text
source: System time zone
vi: 系統時區
zh_tw: 系統時區

# lblTimeOffAfterResource1.Text
source: The day of Overtime date within
vi: Kể từ ngày tăng ca
zh_tw: 加班日起

# lblTimeOffDayResource1.Text
source: Day
vi: Những ngày
zh_tw: 天

# lblTimeOffEndResource1.Text
source: Vaild date
vi: Ngày hạn chót
zh_tw: 截止日

# lblTimeOffResource1.Text
source: Comp Leave valid time
vi: Kỳ hạn bù thời gian nghỉ
zh_tw: 補休假可用期限

# lblTimeZoneHeadResource1.Text
source: Setup Multi Time Zone
vi: 多時區設定
zh_tw: 多時區設定

# lblTimeZoneTitleResource1.Text
source: Multi Time Zone
vi: 多時區
zh_tw: 多時區

# lblTitleCAResource1.Text
source: Client certificate validation
vi: Chứng nhận máy khách
zh_tw: 用戶端憑證

# lblTitleCAuserResource1.Text
source: Members who need client certificate validation
vi: Cần nhân viên chứng nhận
zh_tw: 需驗證人員

# lblTitleTimeZoneMsgResource1.Text
source: Display the source Time Zone if the Time Zone is different?
vi: 當時區不同時，是否顯示資料來源時區
zh_tw: 當時區不同時，是否顯示資料來源時區

# lblTitleUSBKeyResource1.Text
source: USB Key validation
vi: Chứng nhận USB Key
zh_tw: USB Key認證

# lblUofIsLockedResource1.Text
source: Failure：UOF is locked by PushCenter
vi: Đăng ký không thành công: UOF là PushCenter bị khóa và không thể làm việc
zh_tw: 註冊失敗：UOF 被 PushCenter 鎖定, 無法工作

# lblUpdateMIFailResource1.Text
source: Failure(Please find the detail in View Logs)
vi: Chấp hành thất bại(xem lỗi trong bảng view logs)
zh_tw: 執行失敗(錯誤原因請至檢視事件查看)

# lblUpdateMISuccessResource1.Text
source: Successful
vi: Chấp hành thành công
zh_tw: 執行成功

# lblUpdatePIFailResource1.Text
source: Failure(Please find the detail in View Logs)
vi: Chấp hành thất bại(xem lỗi trong bảng view logs)
zh_tw: 執行失敗(錯誤原因請至檢視事件查看)

# lblUpdatePISuccessResource1.Text
source: Successful
vi: Chấp hành thành công
zh_tw: 執行成功

# lblUSBLoginDescResource1.Text
source: USBKey is optional
vi: Khóa USB tùy chọn
zh_tw: USB Key 為選購

# lblVerticalSizeResource2.Text
source: Height
vi: Cao
zh_tw: 高度

# lblWebMailEnabledResource1.Text
source: Configure
vi: Định cấu hình
zh_tw: 組態設定

# lblWindowSizeResource2.Text
source: Windows size of Form
vi: Kích thước cửa sổ Form
zh_tw: 表單視窗大小

# lblYesResource1.Text
source: Yes
vi: Có
zh_tw: 是

# lbMsg1Resource1.Text
source: Once system configuration is saved, reset IIS to activate.
vi: Một khi cấu hình hệ thống được chọn, khởi động lại IIS để kích hoạt
zh_tw: 系統組態設定於儲存後，需重新啟動 IIS 方始生效。

# lbSiteUrl0Resource1.Text
source: Mail link use life (day):
vi: Liên kết mail sử dụng sống (ngày)
zh_tw: 郵件連結使用期限(天)

# lbSiteUrlResource1.Text
source: URL
zh_tw: 站台網址

# lbtnDefaultDomainResource1.Text
source: Set as default
vi: Thiết lập như mặc định
zh_tw: 設為預設值

# lbtnResetResource1.Text
source: Reset
zh_tw: 重設

# ListItem1Resource1.Text
source: half a month
vi: nửa tháng
zh_tw: 半個月

# ListItem2Resource1.Text
source: 1 month
vi: 1 tháng
zh_tw: 一個月

# ListItem3Resource1.Text
source: 3 months
vi: 3 tháng
zh_tw: 三個月

# ListItem4Resource1.Text
source: 6 months
vi: 6 tháng
zh_tw: 六個月

# ListItemResource17.Text
source: Printable
vi: Có thể in được
zh_tw: 可列印

# ListItemResource18.Text
source: No printing
vi: Không in
zh_tw: 不可列印

# ListItemResource19.Text
source: Customize
vi: Tùy biến bởi nhà phát hành
zh_tw: 由發佈者自訂

# ListItemResource20.Text
source: Customized SIP Server
vi: Máy chủ SIP được tùy biến
zh_tw: 自行建置

# ListItemResource21.Text
source: Direct link to Telecommunication Co.
vi: Liên kết trực tiếp đến Công ty Viễn thông
zh_tw: 直接連線電信業者

# ListItemResource24.Text
source: Non-Active
vi: Không kích hoạt
zh_tw: 不啟用

# ListItemResource25.Text
source: Active AD SSO
vi: Kích hoạt AD SSO
zh_tw: 啟用AD SSO

# ListItemResource26.Text
source: Active Client SSO
vi: Kích hoạt SSO khách hàng
zh_tw: 啟用用戶端憑證SSO

# ListItemResource27.Text
source: Non-Active
vi: Không có nền
zh_tw: 不啟用

# ListItemResource28.Text
source: Activate USB Key validation
vi: Hiệu lực khóa USB được kích hoạt
zh_tw: 啟用USB Key認證

# ListItemResource29.Text
source: Enable client certificate validation
vi: Kích hoạt chứng nhận máy khách
zh_tw: 啟用用戶端憑證驗證

# ListItemResource30.Text
source: half a month
vi: nửa tháng
zh_tw: 半個月

# ListItemResource31.Text
source: 1 month
vi: 1 tháng
zh_tw: 一個月

# ListItemResource32.Text
source: 3 months
vi: 3 tháng
zh_tw: 三個月

# ListItemResource33.Text
source: 6 months
vi: 6 tháng
zh_tw: 六個月

# ListItemResource34.Text
source: 12 months
vi: 12 tháng
zh_tw: 十二個月

# ListItemResource35.Text
source: Upload PDF
vi: Tải lên file PDF
zh_tw: 自行上傳PDF文件

# ListItemResource36.Text
source: Auto File Transfer(Require DCS authorization)
vi: Tự động chuyển dữ liệu(văn kiện có quyền được chuyển đổi)
zh_tw: 自動轉檔(需要文件轉檔授權)

# ListItemResource6.Text
source: Suspend
vi: Ngưng
zh_tw: 停用

# lLabel103Resource1.Text
source: *Setup will not active in the notices below
vi: *Thiết lập sẽ không hoạt động theo những thông báo bên dưới
zh_tw: *下述訊息通知不適用此設定:

# lLabel107Resource1.Text
source: Follow-up notice、Inquiry notice、Apply for others notice、Form void notice、Unlock notice、Unclosed notice、Approval result modification notice:Sender will be the operator。
vi: Thông báo tiếp theo, Thông báo yêu cầu, Áp dụng cho yêu cầu khác, thông báo biểu Form trống, thông báo mở khóa, thông báo mở, thông báo sửa đổi kết quả chấp thuận: người gửi
zh_tw: 跟催通知、徵詢通知、代填寫通知、作廢通知、解除鎖定通知、結案復原通知、表單變更審核結果通知:寄件者為當時使用者。

# LymaGridResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu
zh_tw: 沒有資料

# MesRetentionItem1Resource1.Text
source: Reserve forever
vi: Bảo lưu mãi mãi
zh_tw: 永遠保留

# MesRetentionItem2Resource1.Text
source: Reserve the latest half month
vi: Bảo lưu nửa tháng gần nhất
zh_tw: 保留最近半個月

# MesRetentionItem3Resource1.Text
source: Reserve the latest month
vi: Bảo lưu trong tháng gần nhất
zh_tw: 保留最近一個月

# MesRetentionItem4Resource1.Text
source: Reserve the latest 3 months
vi: Bảo lưu 3 tháng gần nhất
zh_tw: 保留最近三個月

# MesRetentionItem5Resource1.Text
source: Reserve the latest 6 months
vi: Bảo lưu 6 tháng gần nhất
zh_tw: 保留最近六個月

# MesRetentionItem6Resource1.Text
source: Reserve the latest 12 months
vi: Bảo lưu 12 tháng gần nhất
zh_tw: 保留最近十二個月

# MiddleListItemResource.Text
source: Medium
vi: Giữa
zh_tw: 中

# msgSaveResource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# msgTestconnResource1.Text
source: Test connection
vi: Kiểm tra kết nối
zh_tw: 測試連線

# NON_DISPLAYListItemResource1.Text
source: Hide ex:2015/08/31 20:00
vi: 隱藏 ex:2015/08/31 20:00
zh_tw: 隱藏 ex:2015/08/31 20:00

# PageResource1.Title
source: System configuration setup
vi: Thiết lập cấu hình hệ thống
zh_tw: 系統組態設定

# RadTabResource1.Text
source: Basic setup
vi: Thiết lập cơ bản
zh_tw: 基本設定

# RadTabResource2.Text
source: Logon setup
vi: Thiết lập đăng nhập
zh_tw: 登入設定

# RadTabResource3.Text
source: Module setup
vi: Thiết lập mô đun
zh_tw: 模組設定

# RadTabResource4.Text
source: Integration Service
vi: Tích hợp dịch vụ
zh_tw: 整合服務

# RadTabResource5.Text
source: Group Setup
vi: Cài đặt nhóm
zh_tw: 集團設定

# RadTabResource6.Text
source: Proxy Setting
vi: Thiết lập Proxy
zh_tw: Proxy設定

# RadToolBarButtonResource10.Text
source: New
vi: Mới
zh_tw: 新增

# RadToolBarButtonResource12.Text
source: Delete
vi: Xóa
zh_tw: 刪除

# RadToolBarButtonResource9.Text
source: New
vi: Mới
zh_tw: 新增

# RangeValidator13Resource1.ErrorMessage
source: Must enter numbers
vi: Phải nhập số
zh_tw: 只允許輸入數字

# RangeValidator14Resource1.ErrorMessage
source: Must enter numbers
vi: Phải nhập số
zh_tw: 只允許輸入數字

# RangeValidator1Resource1.ErrorMessage
source: Capacity setup incorrect. Please enter again.
vi: năng lực thiết lập không đúng. Vui lòng nhập lại.
zh_tw: 容量設定不正確,請重新輸入

# RangeValidator2Resource1.ErrorMessage
source: Enter the number between 6 to 20
vi: nhập số từ 6 đến 20
zh_tw: 請輸入6-20之內的數字

# RangeValidator3Resource1.ErrorMessage
source: Enter the number between 0 to 20
vi: nhập số từ 0 đến 20
zh_tw: 請輸入0-20之內的數字

# RangeValidator4Resource1.ErrorMessage
source: Enter the number between 0 to 20
vi: nhập số từ 0 đến 21
zh_tw: 請輸入0-20之內的數字

# RangeValidator5Resource1.ErrorMessage
source: Enter the number between 0 to 20
vi: nhập số từ 0 đến 22
zh_tw: 請輸入0-20之內的數字

# RangeValidator6Resource1.ErrorMessage
source: Enter the number between 0 to 20
vi: nhập số từ 0 đến 23
zh_tw: 請輸入0-20之內的數字

# RangeValidator7Resource1.ErrorMessage
source: Enter number between 1 to 99
vi: nhập số từ 1 đến 99
zh_tw: 請輸入1~99之間的數字

# RangeValidator8Resource1.ErrorMessage
source: File size is incorrect, please enter again
vi: cỡ tập tin sai, hãy nhập lại
zh_tw: 檔案大小不正確，請重新輸入

# RangeValidator9Resource1.ErrorMessage
source: Must enter numbers
vi: Phải nhập số
zh_tw: 只允許輸入數字

# rbEndTaskListItemResource1.Text
source: Applicant
vi: Ứng viên
zh_tw: 申請者

# rbEndTaskListItemResource2.Text
source: Approver
vi: Người xác nhận
zh_tw: 簽核者

# rblPrintControlVisible_ListItemResource1.Text
source: Display
vi: Hiển thị
zh_tw: 顯示

# rblPrintControlVisible_ListItemResource2.Text
source: Invisible
vi: Vô hình
zh_tw: 不顯示

# rblSerialModeResource1.Text
source: All Documents
vi: Toàn bộ kho văn kiện không thể trùng lặp
zh_tw: 全文件庫不可重複

# rblSerialModeResource2.Text
source: By Directory
vi: Trong cùng mục lục không thể trùng lặp
zh_tw: 同目錄內不可重複

# rbSignListItemResource1.Text
source: Applicant
vi: Ứng viên
zh_tw: 申請者

# rbSignListItemResource2.Text
source: Approver
vi: Người xác nhận
zh_tw: 簽核者

# rbtELResource1.Text
source: by flexible work time
vi: Dựa vào tính đàn hồi lên xuống ca
zh_tw: 依彈性班表時間計算

# rbtMemberPWBirthdayResource1.Text
source: Birth date
vi: Ngày sinh
zh_tw: 生日

# rbtMemberPWEmptyResource1.Text
source: Blank
vi: Để trống
zh_tw: 空白

# rbtMemberPWMobileResource1.Text
source: Mobile
vi: Di động
zh_tw: 行動電話

# rbtMemberPWSIDResource1.Text
source: ID number
vi: số ID
zh_tw: 身分證字號

# rbtNormalResource1.Text
source: by standard work time
vi: Dựa vào thời gian tiêu chuẩn lên xuống ca
zh_tw: 依正常班表時間計算

# rbtnSave1Resource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# rbtnSave2Resource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# rbtnSave3Resource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# rbtnSave4Resource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# rbtnSave5Resource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# rbtnSetConnParamResource1.Text
source: Test connection
vi: Kiểm tra kết nối
zh_tw: 測試連線

# rbtPWBirthdayResource1.Text
source: Birth date
vi: Ngày sinh
zh_tw: 生日

# rbtPWEmptyResource1.Text
source: Blank
vi: Để trống
zh_tw: 空白

# rbtPWMobileResource1.Text
source: Mobile
vi: Di động
zh_tw: 行動電話

# rbtPWSIDResource1.Text
source: ID number
vi: số ID
zh_tw: 身分證字號

# rbtSaveResource1.Text
source: Save
vi: Lưu trữ
zh_tw: 儲存

# rdBtnUpdateMemberInfoResource1.Text
source: Renew immediately
vi: Lập tức sử dụng
zh_tw: 啟用

# rdBtnUpdatePersonalInfoResource1.Text
source: Renew immediately
vi: Lập tức sử dụng
zh_tw: 啟用

# RegularExpressionValidator1Resource1.ErrorMessage
source: Enter correct e-mail format
vi: nhập định dạng chính xác của thư điện tử
zh_tw: 請輸入正確的Email格式

# RegularExpressionValidator2Resource1.ErrorMessage
source: Enter correct e-mail format
vi: nhập định dạng chính xác của thư điện tử
zh_tw: 請輸入正確的Email格式

# RegularExpressionValidator3Resource1.ErrorMessage
source: URL format incorrect, enter again.
vi: Định dạng URL không đúng, nhập lại
zh_tw: 網址格式不正確請重新輸入

# RegularExpressionValidator4Resource1.ErrorMessage
source: IP format incorrect
vi: Định dạng IP không đúng
zh_tw: IP格式不正確

# RegularExpressionValidator5Resource1.ErrorMessage
source: IP format incorrect
vi: Định dạng IP không đúng
zh_tw: IP格式不正確

# RegularExpressionValidator6Resource1.ErrorMessage
source: URL format incorrect, enter again.
vi: Định dạng URL không đúng, nhập lại
zh_tw: 網址格式不正確請重新輸入

# RemarkTemplateFieldResource1.HeaderText
source: Description
vi: Bản mô tả
zh_tw: 說明

# RequiredFieldValidator10Resource1.ErrorMessage
source: Number of uppercase letter cannot be blank
vi: Số lượng chữ cái viết hoa không được để trống
zh_tw: 最少大寫字母個數不允許空白

# RequiredFieldValidator11Resource1.ErrorMessage
source: Number of uppercase letter cannot be blank
vi: Số lượng chữ cái viết hoa không được để trống
zh_tw: 最少小寫字母個數不允許空白

# RequiredFieldValidator12Resource1.ErrorMessage
source: Characters of number cannot be blank
vi: Số nhân vật không được để trống
zh_tw: 最少數字個數不允許空白

# RequiredFieldValidator13Resource1.ErrorMessage
source: Characters of number cannot be blank
vi: Số nhân vật không được để trống
zh_tw: 最少符號個數不允許空白

# RequiredFieldValidator14Resource1.ErrorMessage
source: Blank is not allow
vi: Không chấp nhận khoảng trống
zh_tw: 以UOF帳號登入顯示的名稱不允許為空白

# RequiredFieldValidator15Resource1.ErrorMessage
source: Blank not allowed
vi: Không được phép để trống
zh_tw: 不允許空白

# RequiredFieldValidator16Resource1.ErrorMessage
source: Enter URL
vi: nhập URL
zh_tw: 請輸入網址

# RequiredFieldValidator16Resource2.ErrorMessage
source: Input the Path of directory
vi: 請輸入資料夾路徑
zh_tw: 請輸入資料夾路徑

# RequiredFieldValidator17Resource1.ErrorMessage
source: Day(s) cannot be blank
vi: Số ngày không được để trống
zh_tw: 天數不允許空白

# RequiredFieldValidator18Resource1.ErrorMessage
source: Blank not allowed
vi: Không được phép để trống
zh_tw: 不允許空白

# RequiredFieldValidator19Resource1.ErrorMessage
source: Blank not allowed
vi: Không được phép để trống
zh_tw: 不允許空白

# RequiredFieldValidator1Resource1.ErrorMessage
source: Blank not allowed
vi: Không được phép để trống
zh_tw: 不允許空白

# RequiredFieldValidator20Resource1.ErrorMessage
source: Blank not allowed
vi: Không được phép để trống
zh_tw: 不允許空白

# RequiredFieldValidator21Resource1.ErrorMessage
source: Blank not allowed
vi: Không được phép để trống
zh_tw: 不允許空白

# RequiredFieldValidator2Resource1.ErrorMessage
source: Blank not allowed
vi: Không được phép để trống
zh_tw: 不允許空白

# RequiredFieldValidator3Resource1.ErrorMessage
source: Blank not allowed
vi: Không được phép để trống
zh_tw: 不允許空白

# RequiredFieldValidator4Resource1.ErrorMessage
source: SMTP Server cannot be blank
vi: Máy chủ SMTP không thể để trống
zh_tw: SMTP Server 不允許為空白

# RequiredFieldValidator5Resource1.ErrorMessage
source: Port cannot be blank.
vi: Cổng không được để trống
zh_tw: Port 不允許為空白

# RequiredFieldValidator6Resource1.ErrorMessage
source: Sender cannot be blank.
vi: Người gửi không được để trống
zh_tw: 寄件人不允許為空白

# RequiredFieldValidator7Resource1.ErrorMessage
source: System administrator’s mailbox cannot be blank.
vi: Hòm thư của quản trị viên hệ thống không được để trống
zh_tw: 系統管理員信箱不允許為空白

# RequiredFieldValidator8Resource1.ErrorMessage
source: Enter URL
vi: nhập URL
zh_tw: 請輸入網址

# RequiredFieldValidator9Resource1.ErrorMessage
source: Minimum password length cannot be blank.
vi: Chiều dài mật mã tối thiểu không thể để trống
zh_tw: 密碼最小長度不允許空白

# revCheckCaBeginResource1.ErrorMessage
source: IP format incorrect
vi: Định dạng IP không đúng
zh_tw: IP格式不正確

# revCheckCaEndResource1.ErrorMessage
source: IP format incorrect
vi: Định dạng IP không đúng
zh_tw: IP格式不正確

# rfLinkExpireResource1.ErrorMessage
source: Enter number of days
vi: nhập số ngày
zh_tw: 請輸入天數

# rfPersonalInfoMemberResource1.ErrorMessage
source: Blank is not allowed while Profile Renew is active
vi: Trong lúc update tài liệu cá nhân thì không được phép để trống
zh_tw: 已啟用個人資料更新，不允許空白

# rfPersonalInfoResource1.ErrorMessage
source: Blank is not allowed while Profile Renew is active
vi: Trong lúc update tài liệu cá nhân thì không được phép để trống
zh_tw: 已啟用個人資料更新，不允許空白

# rfvDialSetModeResource1.ErrorMessage
source: Select Setting
vi: Chọn cài đặt
zh_tw: 請選擇建置方式

# rfvEncryptAlgoResource1.ErrorMessage
source: Select Encrypted Method
vi: Chọn phương thức mã hóa
zh_tw: 請選擇加密演算法

# rfvKeyLengthResource1.ErrorMessage
source: Setup Key Length
vi: Cài đặt độ dài từ khóa
zh_tw: 請選擇密鑰長度

# rfvKeyPasswordResource1.ErrorMessage
source: Input password of key file
vi: Nhập mật mã của tập tin khóa
zh_tw: 請輸入密鑰檔案密碼

# rfvKeyPathResource1.ErrorMessage
source: Input Key file location
vi: Nhập vị trí tập tin khóa
zh_tw: 請輸入密鑰檔案位置

# rfvLogTimeResource1.ErrorMessage
source: Auto clear record active, cannot be blank.
vi: Kích hoạt Form ghi tự động, không được để trống
zh_tw: 已啟用自動清除記錄，不允許空白

# rfvMailDomainResource1.ErrorMessage
source: Enter MailServer Domain
vi: Nhập miền Dịch vụ mail
zh_tw: 請輸入MailServer Domain

# rfvMailServerURLResource1.ErrorMessage
source: Enter MailServer URL
vi: Nhập URL Dịch vụ mail
zh_tw: 請輸入MailServer URL

# rfvOpenfindURLResource1.ErrorMessage
source: Enter MailServer URL
vi: Nhập URL Dịch vụ mail
zh_tw: 請輸入MailServer URL

# rfvProxyDelMonthResource1.ErrorMessage
source: Enter Month
vi: Nhập số tháng
zh_tw: 請輸入月份數

# rfvProxyErrCountResource1.ErrorMessage
source: Enter Numbers
vi: Nhập số lần
zh_tw: 請輸入次數

# rfvProxyTfrLogDelResource1.ErrorMessage
source: Enter Month
vi: Nhập số tháng
zh_tw: 請輸入月份數

# rfvPWResource1.ErrorMessage
source: Blank not allowed
vi: Không được phép để trống
zh_tw: 不允許空白

# rfvSIPFrontResource1.ErrorMessage
source: Enter prefix No.
vi: Nhập số tiền tố
zh_tw: 請輸入撥號前置碼

# rfvSIPIPResource1.ErrorMessage
source: Enter IP
vi: nhập IP
zh_tw: 請輸入IP

# rfvSIPLocalResource1.ErrorMessage
source: Enter Area Code
vi: nhập mã khu vực
zh_tw: 請輸入區碼

# rfvSIPPortResource1.ErrorMessage
source: Enter Port
vi: Nhập cổng
zh_tw: 請輸入Port

# rfvSIPProtocolResource1.ErrorMessage
source: Select Protocol
vi: Chọn giao thức
zh_tw: 請選擇通訊協定

# rvLinkExpireResource1.ErrorMessage
source: Enter number of days (1-999)
vi: nhập số ngày (1 - 999)
zh_tw: 請輸入天數(1-999)

# rvPix1Resource2.ErrorMessage
source: Integer only(1024~1920)
vi: Phải nhập số(1024~1920)
zh_tw: 只允許輸入數字(1024~1920)

# rvPix2Resource2.ErrorMessage
source: Integer only(768~1080)
vi: Phải nhập số(768~1080)
zh_tw: 只允許輸入數字(768~1080)

# rvPriMesAttachSizeResource1.ErrorMessage
source: Enter integers between 0~2000
vi: nhập số nguyên từ 0 ~ 2000
zh_tw: 請輸入介於0~2000之整數

# ScriptTemplateFieldResource1.HeaderText
source: Post-it Code
vi: Mã Post-it
zh_tw: 便利貼代碼

# SlowListItemResource.Text
source: Slow
vi: Chậm
zh_tw: 慢

# TBarButtonResource1.Text
source: New
vi: Mới
zh_tw: 新增

# TBarButtonResource2.Text
source: Delete
vi: Xóa
zh_tw: 刪除

# TBarButtonResource3.Text
source: Remove default
vi: Hủy bỏ định dạng
zh_tw: 取消預設

# TBarButtonResource4.Text
source: New
vi: Mới
zh_tw: 新增

# TBarButtonResource5.Text
source: Delete
vi: Xóa
zh_tw: 刪除

# TemplateFieldResource1.HeaderText
source: Default
vi: Mặc định
zh_tw: 預設

# TemplateFieldResource11.HeaderText
source: External System Code
vi: Mã số hệ thống ngoại bộ
zh_tw: 外部系統代號

# TemplateFieldResource12.HeaderText
source: Private Key
vi: Chìa khóa riêng
zh_tw: 私鑰

# TemplateFieldResource2.HeaderText
source: Domain Name
vi: tên miền
zh_tw: 網域名稱

# TemplateFieldResource3.HeaderText
source: Display name
vi: Hiển thị tên
zh_tw: 顯示名稱

# TemplateFieldResource4.HeaderText
source: Action
vi: Hoạt động
zh_tw: 動作

# TemplateFieldResource5.HeaderText
source: UOF URL
vi: WEB UOF
zh_tw: UOF網址

# TemplateFieldResource6.HeaderText
source: Display name
vi: Hiển thị tên
zh_tw: 顯示名稱

# TemplateFieldResource9.HeaderText
source: Disable
vi: Ngưng
zh_tw: 停用

# VerticalListItemResource.Text
source: Vertical
vi: Dọc
zh_tw: 垂直輪播

# ckbEnableFileScanOCRResource1.Text
source: OCR Support
vi: 支援OCR
zh_tw: 支援OCR

# cvPowerUserCountResource1.ErrorMessage
source: Power User cannot be over {0}
vi: PowerUser人數不能超過{0}人
zh_tw: PowerUser人數不能超過{0}人

# lblFileScanOCRMsgResource1.Text
source: It will active OCR while scanning Documents after checked, and it can be searched by Tornado Search Engine(WorkFlow, DMS, Briefcase)
vi: 選取後掃描文件同步啟用OCR功能，文件內容即可支援龍捲風搜尋(電子簽核、文管、公事包)
zh_tw: 選取後掃描文件同步啟用OCR功能，文件內容即可支援龍捲風搜尋(電子簽核、文管、公事包)

# lblLoginSpecialUserResource1.Text
source: Specified User Login
vi: 特殊使用者登入
zh_tw: 特殊使用者登入

# lblPowerUserCountMsgResource1.Text
source: Power User cannot be over {0}
vi: PowerUser人數不能超過{0}人
zh_tw: PowerUser人數不能超過{0}人

# lblPowerUserMemoResource1.Text
source: Power User can always login, system will kick the longest idle member when the login members are full.
vi: PowerUser不受各模組授權人數已滿限制，可以強制進入並踢除該模組閒置最久的人
zh_tw: PowerUser不受各模組授權人數已滿限制，可以強制進入並踢除該模組閒置最久的人

# lblPowerUserResource1.Text
source: Power User Setting
vi: PowerUser設定
zh_tw: PowerUser設定

# Label151Resource1.Text
source: OT Application Setting
vi: 加班單設定
zh_tw: 加班單設定

# lblHR104ShowExcludeHoursResource1.Text
source: Display Excluding OT Hours Setting
vi: 顯示扣除時數設定
zh_tw: 顯示扣除時數設定

# lblHR104ShowMeatResource1.Text
source: Display Meal Allowance Setting
vi: 顯示是否發放誤餐費設定
zh_tw: 顯示是否發放誤餐費設定

# lblHR104ShowPunchCheckResource1.Text
source: Display the Setting of Check the Punch Data
vi: 顯示檢查刷卡資料設定
zh_tw: 顯示檢查刷卡資料設定

# gridAPIPrivateKeyResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu

# Label11Resource1.Text
source: ex: abc@mail.com or name<abc@mail.com>
vi: ví dụ: abc@mail.com hoặc tên<abc@mail.com>

# lbLeftPortResource1.Text
source: Port
vi: Cổng

# lbLeftSmtpResource1.Text
source: SMTP Server
vi: Máy chủ SMTP

# lblMailDomainResource1.Text
source: MailServer Domain
vi: Miền máy chủ mail

# lblMailServerURLResource1.Text
source: MailServer URL
vi: URL máy chủ mail

# lblSIPPortResource1.Text
source: Port
vi: Cổng

# ListItemResource22.Text
source: TCP
vi: Giao thức điều khiển truyền vận TCP
